"DETAIL_NAV_TITLE" = "Detaljer";

"DUE" = "Klart senast";
"NONE_DUE_DATE" = "Aldrig";
"DUE_DATE_DETAIL_NAV_TITLE" = "Klart senast";
"HAS_DUE_DATE_SWITCH_TITLE" = "Klart senast";
"SHOW_MORE" = "Visa mer…";
"SHOW_LESS" = "Visa mindre…";
"PRIORITY" = "Prioritet";

// Priority
"NONE_PRIORITY" = "Ingen";
"LOW_PRIORITY" = "Låg";
"MEDIUM_PRIORITY" = "Medel";
"HIGH_PRIORITY" = "Hög";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioritet";

// Lists
"REMINDER_LIST" = "Lista";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Påminn mig";
"NONE_REMINDER_ALERT" = "Aldrig";
"ON_A_DAY" = "Påminn mig på en dag";
"AT_A_LOCATION" = "Påminn mig på en plats";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "På en plats";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Nuvarande plats";
"CHOOSE_ADDRESS" = "Välj en kontakt…";
"DETERMINING_LOCATION" = "Fastställer plats…";
"CANNOT_DETERMINE_LOCATION" = "Kan inte fastställa plats";
"MY_ADDRESS_WITHOUT_LABEL" = "Min adress"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "%@s adress"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@s %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Anländer";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Lämnar";
"DUE_ALL_DAY_FORMAT" = "%@ (heldag)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Den %@ kommer du att påminnas\n%@ eller senast \nkl. %@ samma dag."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "när du anländer till den här platsen";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "när du lämnar den här platsen";

// Location
"LOCATION" = "Plats";
"NONE_LOCATION" = "Aldrig";
"ALARM_PROXIMITY_ENTER" = "Vid ankomst";
"ALARM_PROXIMITY_LEAVE" = "Vid avfärd";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Välj en kontakts plats";
"WIFI_DISABLED_SUBTEXT" = "Om du aktiverar Wi-Fi i Inställningar förbättras de platsbaserade påminnelsernas precision.";
"WIFI_DISABLED_PROMPT" = "De platsbaserade notisernas precision förbättras om du aktiverar Wi-Fi i Inställningar.";
"WLAN_DISABLED_SUBTEXT" = "Om du aktiverar WLAN i Inställningar förbättras de platsbaserade påminnelsernas precision.";
"WLAN_DISABLED_PROMPT" = "De platsbaserade notisernas precision förbättras om du aktiverar WLAN i Inställningar.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Aktivera Platstjänster i Inställningar om du vill använda platsbaserade påminnelser.";
"SETTINGS" = "Inställningar";
"TYPED_LOCATION_PLACEHOLDER" = "Ange en adress…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Adressens plats kan inte fastställas. Kontrollera stavningen och försök igen.";
"MAP" = "Karta";
"SHOW_IN_MAP" = "Visa på karta";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Mina platser";
"ME_CARD_ALERT_BODY" = "Påminnelser kan använda din kontaktinformation till att erbjuda platsalternativ, t.ex. ”hem” eller ”arbete”. Vilken kontakt ska användas för detta?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Välj";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "Ö";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "V";
"LOCATION_DEGREES_FORMAT" = "%d°%d′%.0f″ %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Kan inte spara påminnelsen";

"UNTITLED_REMINDER" = "Namnlös";
